Repository: BGforgeNet/bg2-uniqueartifacts
Catalog: ua/tra/po/*.po
Languages: pt_br

source: Boots of Speed: "The Paws of the Cheetah" Originaly, enchanted boots like these were the property of an order of deadly assassins fond of chasing down their prey. They moved with such speed that their targets often didn't have the opportunity to respond, even on horseback. Over time the order's infamy spread, and though its name was never known, all knew to fear the words last heard by their victims: "you can hide, but you cannot run!". Since then, many copies emerged, and this is one of them. STATISTICS Equipped Ability: Movement rate doubled Weight: 4
pt_br: Botas da Velocidade: "As Patas da Cheetah" Originalmente botas encantadas como estas eram a propriedade de uma ordem de assassinos mortais entusiastas em perseguir a presa deles. Eles se moviam com tal velocidade que os alvos deles frequentemente não tinham a oportunidade de reagir, mesmo nas costas de um cavalo. Com o tempo a infâmia da ordem se espalhou e embora o nome dela nunca foi conhecido todos sabiam temer as palavras ouvidas pela última vez pelas vítimas deles: "Você pode se esconder mas você não pode correr!". Desde então muitas cópias emergiram e esta é uma delas. ESTATÍSTICAS Habilidade Equipada: Tava de movimentação dobrada Peso: 4

source: Amulet of Protection +1 : 'The Protector' Originally, the royal guard of King Pyronan, ruler of Impiltur, were given 'The Protector' as an honorary show of status. Unfortunately, members of the guard had trouble coming to a consensus amongst themselves as to whom the amulet should go to. After years of internal hostility, the item was lost and the guards were replaced by less greedy individuals. Since then, many copies emerged, and this is one of them. STATISTICS: Armor Class Bonus: 1 Saving Throw Bonus: 1
pt_br: Amuleto de Proteção +1 : 'O Protetor' Originalmente foi dado a guarda real do Rei Pyronan, governante de Impiltur, 'O Protetor' como uma mostra honorária de status. Infelizmente membros da guarda tinham problema em chegar a um consenso entre eles mesmos sobre pra quem o amuleto deveria ir. Após anos de hostilidade interna o item foi perdido e os guardas foram substituídos por indivíduos menos gananciosos. Desde então muitas cópias emergiram e esta é uma delas. ESTATÍSTICAS: Bônus da Classe de Armadura: 1 Bônus da Jogada de Salvamento: 1

source: Cloak of Protection +2: 'The Spirit's Shield' Cloaks of this type are said to focus the energies of one's spirit into a force that protects him or her. Rumors of a vampire enslaved in the magical item are ever-present, but they are impossible to prove without destroying the cloak. STATISTICS: Armor Class: +2 bonus Saving Throw: +2 bonus Weight: 3 Not usable by:
pt_br: Capa de Proteção +2: 'O Escudo do Espírito' É dito que as capas deste tipo focam as energias do espírito de alguém em uma força que protege ele ou ela. Rumores de um vampiro escravizado no item mágico estão sempre presentes mas eles são impossíveis de provar sem destruir a capa. ESTATÍSTICAS: Classe de Armadura: +2 de bônus Jogada de Salvamento: +2 de bônus Peso: 3 Não é utilizável por:

source: Ring of Protection +2: 'The Guard's Ring' The Guard was an immortal sentry assigned to protect a tomb that sheltered the body of a princess of the Akanal. Over millennia respect for the grave disappeared with the memory of the royal family, and adventurers began to try their luck with the Guard. It was inevitable that he would eventually be bested, and when he was, the ring he wore was one of many treasures taken from the tomb. Since then, many copies emerged, and this is one of them. STATISTICS: Armor Class: +2 bonus Saving Throws: +2 bonus
pt_br: Anel de Proteção +2: 'O Anel da Guarda' O Guarda era um sentinela imortal designado pra proteger um tumba que protegia o corpo de uma princesa do Akanal. Com os milênios o respeito pelo túmulo desapareceu com a memória da família real e aventureiros começaram a tentar a sorte deles com o Guarda. Era inevitável que ele eventualmente seria derrotado e quando ele foi o anel que ele usava era um dos muitos tesouros tirados da tumba. Desde então muitas cópias emergiram e esta é uma delas. ESTATÍSTICAS: Classe de Armadura: +2 de bônus Jogada de Salvamento: +2 de bônus

source: Boots
pt_br: Botas

source: Boots of the West
pt_br: Botas do Oeste

source: Boots are normally hand-made by cobblers. Common boots are made by using a form, but good boots are designed for the foot of an individual. STATISTICS: Weight: 4
pt_br: As botas são normalmente feitas a mão por sapateiros. As botas comuns são feitas usando uma fôrma mas boas botas são desenhadas para o pé de um indivíduo. ESTATÍSTICAS: Peso: 4

source: Boots of the West These are the boots that were once owned by the famous woodsman, Randy of the West. STATISTICS: Increase Charisma by one point Protection from Disease
pt_br: Botas do Oeste Estas são as botas que foram uma vez possuídas pelo famoso homem da floresta, Randy do Oeste. ESTATÍSTICAS: Aumenta o Carisma em um ponto Proteção contra Doença

source: Allow non-unique Amulet of Protection +1
pt_br: Permite Amuleto de Proteção +1 não-único

source: Allow non-unique Ring of Protection +2 and Cloak of Protection +2
pt_br: Permite Anel de Proteção +2 e Capa de Proteção +2 não-único

source: Allow non-unique Boots of Speed
pt_br: Permite Botas de Velocidade não-únicas

source: Unique Artifacts - core
pt_br: Artefatos Únicos - núcleo

source: Strict
pt_br: Restrito

source: Expanded
pt_br: Expandido

source: Only BG saga is supported
pt_br: Só a saga do BG é suportada

source: TuTu not supported
pt_br: O TuTu não é suportado

source: This component must be installed before Core
pt_br: Este componente deve ser instalado antes do Núcleo

source: Remove bonus merchants
pt_br: Remover mercadores bônus

source: Less magical items
pt_br: Menos itens mágicos

source: Requires BG2
pt_br: Requer BG2
